Repository: IMIO/passerelle-imio-ts1-datasources
Catalog: passerelle_imio_ts1_datasources/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Comma is not allowed in motivations title (NO ",").
fr: La virgule n'est pas autorisée dans l'intitulé

source: Removing Destinationterm
fr: Supprimer la destination

source: Confirm Deletion
fr: Confirmer la suppression

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarde

source: Destinations list
fr: Liste des destinations (mode de réception)

source: Label
fr: Libellé

source: Price
fr: Prix

source: Payment required
fr: Paiement requis

source: Add new destination
fr: Ajouter des nouvelles destinations (mode de réception)

source: Motivations list
fr: Liste des motifs

source: Add new motivation
fr: Ajouter un nouveau motif

source: Removing Motivationterm
fr: Supprimer le motif

source: SLUG (readonly item id)
fr: SLUG (Identifiant, en lecture seule, de l'élément)
